<?php
?>
<div class="modal fade" id="useragreementModal" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel"
     aria-hidden="true">
    <div class="modal-dialog modal-lg modal-notify modal-info" role="document">
        <div class="modal-content">
            <div class="modal-header">
                <h5 class="modal-title" id="exampleModalLabel"  style="text-indent: 20px">Согласие на обработку персональных данных</h5>
                <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                    <span class="text-white" aria-hidden="true">&times;</span>
                </button>
            </div>
            <div class="modal-body">
                <div class="information">
                <p class=""> Предоставляя свои персональные данные Пользователь даёт согласие на обработку, хранение и
                    использование
                    своих персональных данных на основании ФЗ № 152-ФЗ «О персональных данных» от 27.07.2006 г. в
                    следующих целях:
                </p>
                <ul>
                    <li>
                        Осуществление клиентской поддержки
                    </li>
                    <li>
                        Получения Пользователем информации о маркетинговых событиях
                    </li>
                    <li>
                        Проведения аудита и прочих внутренних исследований с целью повышения качества предоставляемых
                        услуг.
                    </li>

                </ul>

                Под персональными данными подразумевается любая информация личного характера, позволяющая установить
                личность
                Пользователя такая как:
                <ul>
                    <li>
                        Фамилия, Имя
                    </li>
                    <li>
                        Контактный телефон
                    </li>
                    <li>
                        Адрес электронной почты
                    </li>
                </ul>

                <p>
                    Персональные данные Пользователей хранятся исключительно на электронных носителях и обрабатываются с
                    использованием
                    автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка персональных
                    данных
                    необходима в связи с исполнением требований законодательства.

                </p>
                <p>
                    Компания обязуется не передавать полученные персональные данные третьим лицам, за исключением
                    следующих случаев:

                </p>
                <ul>
                    <li>
                        По запросам уполномоченных органов государственной власти РФ только по основаниям и в порядке,
                        установленным
                        законодательством РФ
                    </li>
                    <li>
                        Пользователям,зарегистрированным в системе, которые потенциально можут быть заинтересованы в
                        связи с вами, если
                        вы на это дали согласие.

                    </li>
                    <li>
                        Компания оставляет за собой право вносить изменения в одностороннем порядке в настоящие правила,
                        при условии,
                        что изменения не противоречат действующему законодательству РФ. Изменения условий настоящих
                        правил вступают в
                        силу после их публикации на Сайте.
                    </li>

                </ul>
                <p> Обработка персональных данных производится сразу же после регистрации. Персональные данные хранятся
                    до тех пор пока вы не решите прекратить пользование сервисом и сделаете запрос на их удаление.
                </p></div>
            </div>
            <div class="modal-footer">
                <button type="button" class="<?= CLASS_BUTTON; ?>" data-dismiss="modal">Ok</button>

            </div>
        </div>
    </div>
</div>